[
  {
    "first_name": "Aaron", 
    "last_name": "Dignan", 
    "state_name": "New York", 
    "title": "the technophilic world", 
    "year": "2009", 
    "excerpt": "Aaron Dignan dressed up like a super hero for 180 straight days in the first grade, which marked the beginning of his life as an iconoclast, an observer, a theorist and a performer. Now, as a founding partner of Undercurrent, a digital strategy firm based in New York, he advises global brands and organizations like PepsiCo, Ford and LiveNation on their future in an increasingly technophilic world. In addition to consulting, Aaron is currently working on a book regarding the convergence of games and everyday life. Aaron has brought his ideas to life for McDonald's, Virgin, PepsiCo, Leo Burnett, Columbia College, The University of Colorado and Interesting New York. <br><br>Prior to founding Undercurrent, Aaron was a partner in the brand strategy firm Brandplay, a frontman for the indie rock band Waking Rothko, a sponsored inline skater, a 2nd degree black belt in Tae Kwon Do, an actor, an armchair philosopher and an avid (and incredibly forgiving) movie goer.", 
    "id_json": 1, 
    "industry": "Art, Business, Media"
  }, 
  {
    "first_name": "Abraham", 
    "last_name": "Godson", 
    "state_name": "Illinois", 
    "videos": null, 
    "title": "serious player", 
    "year": "2010", 
    "excerpt": "Sure he plays lacrosse - and video games, but Abraham Godson's calling must have been pretty clear to his teachers and parents; at a very young age he asked, “Why doesn't everyone love to practice piano?” <br><br>The third of five children in a family where music is as foundational as math, language and science, 12-year-old Abraham has been studying piano at the Community School of the Arts in Wheaton, IL for seven years. At age nine he became the full-time pianist for a local church, where he continues to play along with his father as part of a five member band. <br><br>His music space includes classical, jazz and pop - some of his favorite artists and composers include Mozart, Bach and Liz Story - but he's always had a tendency to produce a little extra something beyond whatever music is written on the page he's playing from. Now he's turning those extra somethings into his own original compositions. But only after he's done with his homework.", 
    "id_json": 2, 
    "industry": "Art"
  }, 
  {
    "first_name": "Adam", 
    "last_name": "Curry", 
    "state_name": "Texas", 
    "title": "media assassin", 
    "year": "2012", 
    "excerpt": "It's not easy being a media assassin. Adam Curry watches C-SPAN so you don’t have to. <br><br>Entrenched in the media business most of his life, Adam started in radio at the age of 15, working in Dutch pirate radio and television before becoming widely known for his 1987-94 stint as an MTV VJ, where he interviewed countless stars including Michael Jackson and Paul McCartney. <br><br>An early advocate and innovator in web technology, Adam left MTV to found “OnRamp”, which ultimately grew to 700 employees as the NASDAQ listed company THINK New Ideas, which he and his partners merged with Answerthink in 1999. In 2005, he co-founded PodShow – now Mevio – which has raised over $38 million since its launch, and in the process earned the nickname “The Podfather” as one of the pioneers of podcasting. <br><br>Currently a self-titled “Government Legislation Analyst,” Adam reads legislation, watches C-SPAN, deconstructs the media and reports his findings twice weekly on his listener-supported “No Agenda” podcast. Last summer he toured the US to meet and talk personally with his listeners – whom he calls producers – to get a deeper sense of the impact of his efforts to help people understand what drives the media, and of the future of the 'Value for Value' model. <br><br>A resident of Austin, Texas, Adam is also a licensed fixed wing and helicopter pilot.", 
    "id_json": 3, 
    "industry": "Design, Art, Business, Media"
  }, 
  {
    "first_name": "Adam", 
    "last_name": "Kalkin", 
    "state_name": "New York", 
    "title": "artist / architect", 
    "region": "Northeast", 
    "year": "2008", 
    "excerpt": "The work of artist and architect Adam Kalkin fuses design, building, performance, conceptual art, kinetic construction and play. The houses and buildings he creates by repurposing prefabricated metal Butler buildings, shipping containers, jetways and urban detritus have challenged conventional notions of architecture and gained considerable attention for their innovative practicality and environmental logic. <br><br>A Vassar graduate, Kalkin won the P/A Young Architects Award in 1990. Since then, he has continued his interdisciplinary work in art, architecture, music, technology, and commerce and has exhibited in New York, Los Angeles, Amsterdam, and Zurich. Kalkin’s work has appeared in The New York Times Magazine, The Boston Globe Magazine, Architectural Digest, Time Magazine, the Wall Street Journal, and G/A Houses among others. <br><br>Among his built projects are the Kalkin House (part of the Shelburne Museum in Vermont), Martha’s Vineyard House, House for Anne and Matt in Maine and Bunny Lane. His Push Button House for European coffee company illy created significant buzz at the 52nd Venice Biennale, and Kalkin &amp; Co. have developed the Quik Build Disaster Relief Swat Team, a team of architects, energy and water experts, agronomists and builders who are available to provide fast, low cost, environmentally sound emergency housing around the world.", 
    "id_json": 4, 
    "industry": "Art, Design"
  }
]